/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Anexo (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Añadir anexo";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Hacer una foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Biblioteca de fotos";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Archivos";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Cancelar";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Título";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notas";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valor";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ADVERTENCIA: El navigationController del UITableViewController actual para FUIFormCell es nulo. FUIAttachmentsFormCell y ListPickerFormCell no funcionarán correctamente.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d m";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Seleccionado";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Todo";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Advertencia: La búsqueda está desactivada porque la propiedad listPickerSearchResultsUpdating en ListPickerFormCell es nula.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Seleccionar todo";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Desmarcar todo";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Cerrar";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "más";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menos";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "activado";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "desactivado";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Toque dos veces para conmutar la configuración";

